Repository: ldvy/mediPrime-website
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: uk

source: Home
uk: Головна

source: Home Page
uk: Головня сторінка

source: Links
uk: Силки

source: name
uk: Назва

source: name ru
uk: Назва ру

source: name uk
uk: Назва укр

source: categories
uk: Категорії

source: catalog
uk: Каталог

source: models
uk: Моделі

source: section_name
uk: Назва секції

source: section_name_ru
uk: Назва секції ру

source: section_name_uk
uk: Назва секції укр

source: reagents
uk: Реагенти

source: position
uk: Позиція

source: position_ru
uk: Позиція ру

source: position_uk
uk: Позиція укр

source: requirements
uk: Вимоги

source: requirements_ru
uk: Вимоги ру

source: requirements_uk
uk: Вимоги укр

source: responsibilities
uk: Обов'язки

source: responsibilities_ru
uk: Обов'язки ру

source: responsibilities_uk
uk: Обов'язки укр

source: conditions
uk: Умови

source: conditions_ru
uk: Умови ру

source: conditions_uk
uk: Умови укр

source: Catalog
uk: Каталог

source: Products
uk: Продукти

source: Category
uk: Категорія

source: Reagent Subsection
uk: Секція реагентів

source: Job
uk: Робота

source: Company
uk: Компані

source: Model
uk: Модель

source: Reagent
uk: Реагент

source: Brand
uk: Бренд

source: Service
uk: Сервіс

source: Slider
uk: Слайдер

source: News
uk: Новини

source: Invalid username or password
uk: Неправильне ім'я користувача або пароль

source: This file "{filename}" extension is not a picture. Please check allowed extensions
uk: Обраний вами файл не є форматом картинки. Допустимі формати:

source: Username
uk: Ім'я користувача

source: Password
uk: Пароль

source: Remember Me
uk: Запам'ятати мене

source: Packing
uk: Фасування

source: Code
uk: Код

source: Model name
uk: Назва моделі

source: Model name ru
uk: Назва моделі ру

source: Model name uk
uk: Назва моделі укр

source: Logo
uk: Логотип

source: Product pictures
uk: Картинки продукта

source: Description
uk: Опис

source: Description ru
uk: Опис ру

source: Description uk
uk: Опис укр

source: Country
uk: Країна

source: Country ru
uk: Країна ру

source: Country uk
uk: Країна укр

source: Brand ru
uk: Бренд ру

source: Brand uk
uk: Бренд укр

source: video_link
uk: Силка на відео

source: Name of the model
uk: Назва вашої моделі

source: reagent_name
uk: Назва реагента

source: reagent_name_ru
uk: Назва реагента ру

source: reagent_name_uk
uk: Назва реагента укр

source: method
uk: Метод

source: method_ru
uk: Метод ру

source: method_uk
uk: Метод укр

source: json_dc
uk: Фасування/Код

source: subsection
uk: Секція

source: bg_image
uk: Фонова картинка

source: title
uk: Заголовок

source: title_ru
uk: Заголовок ру

source: title_uk
uk: Заголовок укр

source: text
uk: Текст

source: text_ru
uk: Текст ру

source: text_uk
uk: Текст укр

source: btn_link
uk: силка

source: slide_order_number
uk: Номер слайду в черзі

source: Background image
uk: Фонова картинка

source: short description
uk: Короткий опис

source: short description ru
uk: Короткий опис ру

source: short description uk
uk: Короткий опис укр

source: country
uk: Країна

source: country_ru
uk: Країна ру

source: country_uk
uk: Країна укр

source: brand_website
uk: Вебсайт бренда

source: logo
uk: Логотип

source: icon
uk: Іконка

source: Icon
uk: Іконка

source: pub_date
uk: Дата публікації

source: preview_image
uk: Прев'ю картинка

source: Preview imgage
uk: Прев'ю картинка

source: Services
uk: Сервіси

source: Contacts
uk: Контакти

source: Create
uk: Створити

source: Администрирование сайта MediPrime
uk: Адміністрування сайту MediPrime

source: Система менеджемента ресурсов сайта
uk: Система менеджементу ресурсів сайту

source: Здесь вы можете просматривать, создавать, изменять и удалять динамические модели элементов на сайте.
uk: Тут ви можете проглядати, створювати, редагувати та видаляти динамічні моделі елементів сайту.

source: Submit
uk: Увійти

source: Log out
uk: Вийти
